IDEA StatiCa Open Model
ConnectionSetup.FrictionCoefficient Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Coefficient of friction between base plate and concrete block
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FrictionCoefficient { get; set; }
Public Property FrictionCoefficient As Double
	Get
	Set
public:
property double FrictionCoefficient {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace